[
  {
    "isbn": "9780356508191",
    "dateFinished": "2022-04-29",
    "status": "finished",
    "rating": "unrated",
    "title": "The Fifth Season",
    "authors": [
      "N. K. Jemisin"
    ],
    "publishedDate": "2016-07-26",
    "description": "A New York Times Notable Book of 2015 Shortlisted for the Hugo, World Fantasy, Nebula, Kitschies, Audie and Locus Awards The inaugural Wired.com book club pick THIS IS THE WAY THE WORLD ENDS . . . FOR THE LAST TIME. IT STARTS WITH THE GREAT RED RIFT across the heart of the world's sole continent, spewing ash that blots out the sun. IT STARTS WITH DEATH, with a murdered son and a missing daughter. IT STARTS WITH BETRAYAL, and long dormant wounds rising up to fester. This is the Stillness, a land long familiar with catastrophe, where the power of the earth is wielded as a weapon. And where there is no mercy.",
    "pageCount": 512,
    "printType": "BOOK",
    "thumbnail": "https://books.google.com/books/content?id=_XDxDAEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "language": "en",
    "link": "https://books.google.com/books/about/The_Fifth_Season.html?hl=&id=_XDxDAEACAAJ"
  },
  {
    "isbn": "9780316229265",
    "dateFinished": "2022-05-17",
    "status": "finished",
    "rating": "unrated",
    "title": "The Obelisk Gate",
    "authors": [
      "N. K. Jemisin"
    ],
    "publishedDate": "2016-08-16",
    "description": "\"Intricate and extraordinary.\" - New York Times on The Fifth Season Continuing the trilogy that began with the award-winning The Fifth Season Winner of the Hugo Award Shortlisted for the Nebula, Audie, and Locus Awards The inaugural Wired.com book club book New York Times Notable Book of 2015 This is the way the world ends, for the last time. The season of endings grows darker, as civilization fades into the long cold night. Essun -- once Damaya, once Syenite, now avenger -- has found shelter, but not her daughter. Instead there is Alabaster Tenring, destroyer of the world, with a request. But if Essun does what he asks, it would seal the fate of the Stillness forever. Far away, her daughter Nassun is growing in power - and her choices will break the world. For more from N. K. Jemisin, check out: The Inheritance Trilogy The Hundred Thousand Kingdoms The Broken Kingdoms The Kingdom of Gods The Inheritance Trilogy (omnibus edition) Shades in Shadow: An Inheritance Triptych (e-only short fiction) The Awakened Kingdom (e-only novella) Dreamblood Duology The Killing Moon The Shadowed Sun The Broken Earth The Fifth SeasonThe Obelisk GateThe Stone Sky",
    "pageCount": 448,
    "printType": "BOOK",
    "categories": [
      "Fiction"
    ],
    "thumbnail": "https://books.google.com/books/content?id=MJTkjgEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "language": "en",
    "link": "https://books.google.com/books/about/The_Obelisk_Gate.html?hl=&id=MJTkjgEACAAJ"
  },
  {
    "isbn": "9780316229258",
    "dateFinished": "2022-06-27",
    "status": "finished",
    "rating": "unrated",
    "title": "The Stone Sky",
    "authors": [
      "N. K. Jemisin"
    ],
    "publishedDate": "2017-08-15",
    "description": "Humanity will finally be saved or destroyed in the shattering conclusion to the post-apocalyptic and highly acclaimed NYT bestselling trilogy that won the Hugo Award three years in a row. The Moon will soon return. Whether this heralds the destruction of humankind or something worse will depend on two women. Essun has inherited the power of Alabaster Tenring. With it, she hopes to find her daughter Nassun and forge a world in which every orogene child can grow up safe. For Nassun, her mother's mastery of the Obelisk Gate comes too late. She has seen the evil of the world, and accepted what her mother will not admit: that sometimes what is corrupt cannot be cleansed, only destroyed.",
    "pageCount": 464,
    "printType": "BOOK",
    "categories": [
      "Fiction"
    ],
    "thumbnail": "https://books.google.com/books/content?id=cmWnDQAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "language": "en",
    "link": "https://play.google.com/store/books/details?id=cmWnDQAAQBAJ"
  },
  {
    "isbn": "9780399594199",
    "dateFinished": "2022-07-27",
    "status": "finished",
    "rating": "unrated",
    "title": "Sylvanas (World of Warcraft)",
    "authors": [
      "Christie Golden"
    ],
    "publishedDate": "2022-03-29",
    "description": "NATIONAL BESTSELLER • The epic, definitive story of Sylvanas Windrunner, one of World of Warcraft’s most enduring and iconic characters, as chronicled by bestselling author Christie Golden. Ranger-General. Banshee Queen. Warchief. Sylvanas Windrunner has borne many titles. To some, she is a hero—to others, a villain. But whether in pursuit of justice, vengeance, or something more, Sylvanas has always sought to control her own destiny. The power to achieve her goals has never been closer, as Sylvanas works alongside the Jailer to liberate all Azeroth from the prison of fate. Her final task? Secure the fealty of their prisoner—King Anduin Wrynn. To succeed, Sylvanas will be forced to reflect on the harrowing path that brought her to the Jailer’s side and to reveal her truest self to her greatest rival. Here, Sylvanas’s complete story is laid bare: the breaking of the Windrunner family and her rise to Ranger- General; her own death at the hands of Arthas and her renewed purpose in founding the Forsaken; the moment she first beheld the Maw and understood the true consequences of what lay beyond the veil of death. But as her moment of victory draws near, Sylvanas Windrunner will make a choice that may ultimately come to define her. A choice that’s hers to make.",
    "pageCount": 391,
    "printType": "BOOK",
    "categories": [
      "Fiction"
    ],
    "thumbnail": "https://books.google.com/books/content?id=NJYlEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "language": "en",
    "link": "https://play.google.com/store/books/details?id=NJYlEAAAQBAJ"
  },
  {
    "isbn": "9781405520782",
    "dateFinished": "2022-07-28",
    "status": "finished",
    "rating": "unrated",
    "title": "The Butcher of Anderson Station",
    "authors": [
      "James S. A. Corey"
    ],
    "publishedDate": "2012-07-02",
    "description": "The Butcher of Anderson Station is a short story that expands the world of James S. A. Corey's New York Times bestselling Expanse series - now a Prime Original TV series. One day, Colonel Fred Johnson will be hailed as a hero to the system. One day, he will meet a desperate man in possession of a stolen spaceship and a deadly secret and extend a hand of friendship. But long before he became the leader of the Outer Planets Alliance, Fred Johnson had a very different name. The Butcher of Anderson Station. This is his story. The Expanse series: Leviathan Wakes Caliban's War Abaddon's Gate Cibola Burn Nemesis Games Babylon's Ashes Persepolis Rising Tiamat's Wrath Praise for the Expanse: 'The science fictional equivalent of A Song of Ice and Fire' NPR Books 'As close as you'll get to a Hollywood blockbuster in book form' io9.com 'Great characters, excellent dialogue, memorable fights' wired.com 'High adventure equalling the best space opera has to offer, cutting-edge technology and a group of unforgettable characters . . . Perhaps one of the best tales the genre has yet to produce' Library Journal 'This is the future the way it's supposed to be' Wall Street Journal 'Tense and thrilling' SciFiNow",
    "pageCount": 35,
    "printType": "BOOK",
    "categories": [
      "Fiction"
    ],
    "thumbnail": "https://books.google.com/books/content?id=J39D3XCDpWgC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "language": "en",
    "link": "https://books.google.com/books/about/The_Butcher_of_Anderson_Station.html?hl=&id=J39D3XCDpWgC"
  },
  {
    "isbn": "9780356517742",
    "dateStarted": "2022-08-04",
    "dateFinished": "2022-08-04",
    "status": "finished",
    "rating": "unrated",
    "title": "The Sins of Our Fathers",
    "authors": [
      "James S. A. Corey"
    ],
    "publishedDate": "2022-03-15",
    "description": "The final novella set in the universe of James S. A. Corey's NYT-bestselling Expanse series. Now a Prime Original series. This story will be available in the complete Expanse story collection, Memory's Legion. HUGO AWARD WINNER FOR BEST SERIES Through one of the gates, a colony stands alone. Their supplies are low. Their defences, weak. The leadership is uncertain, and the community fragile. Huge alien beasts threaten the little they have left. But the worst monsters are human, and the greatest dangers are the past they brought. The Expanse Leviathan Wakes Caliban's War Abaddon's Gate Cibola Burn Nemesis Games Babylon's Ashes Persepolis Rising Tiamat's Wrath Leviathan Falls Memory's Legion The Expanse Short Fiction Drive The Butcher of Anderson Station Gods of Risk The Churn The Vital Abyss Strange Dogs Auberon The Sins of Our Fathers",
    "pageCount": 80,
    "printType": "BOOK",
    "categories": [
      "Fiction"
    ],
    "thumbnail": "https://books.google.com/books/content?id=AuwzEAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "language": "en",
    "link": "https://books.google.com/books/about/The_Sins_of_Our_Fathers.html?hl=&id=AuwzEAAAQBAJ"
  },
  {
    "isbn": "9780007541393",
    "dateFinished": "2022-08-04",
    "status": "finished",
    "rating": "unrated",
    "title": "Master of Furies (The Firemane Saga, Book 3)",
    "authors": [
      "Raymond E. Feist"
    ],
    "publishedDate": "2022-06-09",
    "description": "The final volume in New York Times bestselling author Raymond E. Feist’s epic heroic fantasy series, The Firemane Saga.",
    "pageCount": 528,
    "printType": "BOOK",
    "categories": [
      "Fiction"
    ],
    "thumbnail": "https://books.google.com/books/content?id=u25NEAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "language": "en",
    "link": "https://books.google.com/books/about/Master_of_Furies_The_Firemane_Saga_Book.html?hl=&id=u25NEAAAQBAJ"
  },
  {
    "isbn": "9780071433341",
    "dateFinished": "2022-10-10",
    "status": "finished",
    "rating": "unrated",
    "title": "How to Talk to Anyone",
    "authors": [
      "Leil Lowndes"
    ],
    "publishedDate": "2003-09-22",
    "description": "\"You'll not only break the ice, you'll melt it away with your new skills.\" -- Larry King \"The lost art of verbal communication may be revitalized by Leil Lowndes.\" -- Harvey McKay, author of “How to Swim with the Sharks Without Being Eaten Alive” What is that magic quality makes some people instantly loved and respected? Everyone wants to be their friend (or, if single, their lover!) In business, they rise swiftly to the top of the corporate ladder. What is their \"Midas touch?\" What it boils down to is a more skillful way of dealing with people. The author has spent her career teaching people how to communicate for success. In her book How to Talk to Anyone (Contemporary Books, October 2003) Lowndes offers 92 easy and effective sure-fire success techniques-- she takes the reader from first meeting all the way up to sophisticated techniques used by the big winners in life. In this information-packed book you’ll find: 9 ways to make a dynamite first impression 14 ways to master small talk, \"big talk,\" and body language 14 ways to walk and talk like a VIP or celebrity 6 ways to sound like an insider in any crowd 7 ways to establish deep subliminal rapport with anyone 9 ways to feed someone's ego (and know when NOT to!) 11 ways to make your phone a powerful communications tool 15 ways to work a party like a politician works a room 7 ways to talk with tigers and not get eaten alive In her trademark entertaining and straight-shooting style, Leil gives the techniques catchy names so you'll remember them when you really need them, including: \"Rubberneck the Room,\" \"Be a Copyclass,\" \"Come Hither Hands,\" “Bare Their Hot Button,” “The Great Scorecard in the Sky,\" and \"Play the Tombstone Game,” for big success in your social life, romance, and business. How to Talk to Anyone, which is an update of her popular book, Talking the Winner's Way (see the 5-star reviews of the latter) is based on solid research about techniques that work! By the way, don't confuse How to Talk to Anyone with one of Leil's previous books, How to Talk to Anybody About Anything. This one is completely different!",
    "pageCount": 368,
    "printType": "BOOK",
    "categories": [
      "Business & Economics"
    ],
    "thumbnail": "https://books.google.com/books/content?id=wH43PObvfugC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "language": "en",
    "link": "https://play.google.com/store/books/details?id=wH43PObvfugC"
  },
  {
    "isbn": "9780007369867",
    "dateFinished": "2022-10-10",
    "status": "finished",
    "rating": "unrated",
    "title": "How to Talk to Anyone: 92 Little Tricks for Big Success in Relationships",
    "authors": [
      "Leil Lowndes"
    ],
    "publishedDate": "2013-03-07",
    "description": "Never be at a loss for words again! Perfect your people skills with his fun, witty and informative guide, containing 92 little tricks to create big success in personal and business relationships.",
    "pageCount": 352,
    "printType": "BOOK",
    "categories": [
      "Psychology"
    ],
    "thumbnail": "https://books.google.com/books/content?id=q3pHOXF3vzAC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "language": "en",
    "link": "https://books.google.com/books/about/How_to_Talk_to_Anyone_92_Little_Tricks_f.html?hl=&id=q3pHOXF3vzAC"
  },
  {
    "isbn": "9781705245286",
    "dateStarted": "2023-01-12",
    "dateFinished": "2023-12-15",
    "status": "finished",
    "rating": "unrated",
    "title": "A Hole In the Sky",
    "authors": [
      "Peter F. Hamilton"
    ],
    "publishedDate": "2021-03-16",
    "description": "From New York Times bestselling author Peter F. Hamilton comes his first audio original, A Hole in the Sky, Book 1 in the Arkship Trilogy. Sixteen-year-old Hazel lives in the Daedalus, a starship that is flying in search of a new world. The ship has been traveling for five hundred years, searching for a world to settle in after having to abandon its last world. Everyone on board Daedalus lives a very simple existence in farming villages. The age of machines supplying their needs was lost during a mutiny five hundred years ago. The captain regained control of the ship after a huge struggle. Now, with finite resources, everything in the habitat is Cycled, including humans, who essentially are suicided at sixty-five so they don't deplete the biosphere's resources. Hazel encounters the Cheaters, people who refused to Cycle, who tell her the Daedalus has been damaged and its atmosphere is leaking away. When her brother has a paralyzing accident which condemns him to be Cycled since he can no longer be productive, Hazel runs off with him to join the Cheaters. While with the Cheaters, she discovers that much of what has been told to the people living on Daedalus for the last five hundred years is untrue, and soon, Hazel is in a thrilling race to help repair the ship and help the people of the Daedalus.",
    "pageCount": 0,
    "printType": "BOOK",
    "categories": [
      "Fiction"
    ],
    "thumbnail": "https://kbimages1-a.akamaihd.net/483e1930-521f-4496-b4a8-adef6ef1aad4/353/569/90/False/a-hole-in-the-sky-2.jpg",
    "language": "en",
    "link": "https://www.kobo.com/nz/en/audiobook/a-hole-in-the-sky-2"
  },
  {
    "isbn": "9781705245309",
    "dateStarted": "2023-01-17",
    "dateFinished": "2023-12-19",
    "status": "finished",
    "rating": "unrated",
    "title": "The Captains Daughter",
    "authors": [
      "Peter F. Hamilton"
    ],
    "publishedDate": "2022-02-22",
    "description": "From critically acclaimed New York Times bestselling author Peter F. Hamilton comes The Captain's Daughter, Book 2 in his audio original Arkship trilogy. With the help of a command AI, the hole in the Daedalus has been fixed by Hazel and her friends. But in the process, they have antagonized the Yi, the aliens who are actually controlling the Daedalus. After a daring escape from the Yi, Hazel and her friends now must convince the people of the Daedalus villages and the village leaders that the Yi exist-and that they must fight back in order to survive. This proves tricky, as those in power don't want their authority challenged. In order to produce proof of their dire situation, Hazel and her friends have to return to the forward section of the Daedalus to find another surviving command AI so they can find where the Yi are hiding and what their goal is. What Hazel and her friends discover is the terrible secret of the Yi, and what they have been doing on board the Daedalus for the last five hundred years. The Captain's Daughter is a thrilling continuation of the story that unfolded in A Hole in the Sky, Peter F. Hamilton's first YA novel, that will appeal to all his legions of fans.",
    "pageCount": 0,
    "printType": "BOOK",
    "categories": [
      "Fiction"
    ],
    "thumbnail": "https://kbimages1-a.akamaihd.net/28ad997f-7662-45bd-a6da-756a67332b11/353/569/90/False/the-captain-s-daughter-24.jpg",
    "language": "en",
    "link": "https://www.kobo.com/nz/en/audiobook/the-captain-s-daughter-24"
  },
  {
    "isbn": "9781705245323",
    "dateStarted": "2023-01-18",
    "dateFinished": "2023-12-21",
    "status": "finished",
    "rating": "unrated",
    "title": "Queens of An Alien Sun",
    "authors": [
      "Peter F. Hamilton"
    ],
    "publishedDate": "2022-12-06",
    "description": "Peter F. Hamilton presents Book 3 in the Arkship Trilogy.",
    "pageCount": 0,
    "printType": "BOOK",
    "categories": [
      "Fiction"
    ],
    "thumbnail": "https://kbimages1-a.akamaihd.net/7000d33a-602e-4250-92aa-d837c7a5b3d0/353/569/90/False/queens-of-an-alien-sun.jpg",
    "language": "en",
    "link": "https://www.kobo.com/nz/en/audiobook/queens-of-an-alien-sun"
  },
  {
    "isbn": "9780525504986",
    "dateStarted": "2022-12-16",
    "status": "started",
    "rating": "unrated",
    "title": "How To Raise A Boy",
    "authors": [
      "Michael C. Reichert"
    ],
    "publishedDate": "2019-04-09",
    "description": "At a time when many boys are in crisis, a much-needed roadmap for helping boys grow into strong and compassionate men Over the past two decades there has been an explosion of new studies that have expanded our knowledge of how boys think and feel. In How to Raise a Boy, psychologist Michael Reichert draws on his decades of research to challenge age-old conventions about how boys become men. Reichert explains how the paradigms about boys needing to be stoic and \"man like\" can actually cause them to shut down, leading to anger, isolation, and disrespectful or even destructive behaviors. The key to changing the culture lies in how parents, educators, and mentors help boys develop socially and emotionally. Reichert offers readers step-by-step guidance in doing just this by: • Listening and observing, without judgment, so that boys know they're being heard. • Helping them develop strong connections with teachers, coaches, and other role models • Encouraging them to talk about their feelings about the opposite sex and stressing the importance of respecting women • Letting them know that they don't have to \"be a man\" or \"suck it up,\" when they are experiencing physical or emotional pain. Featuring the latest insights from psychology and neuroscience, How to Raise a Boy will help those who care for young boys and teenagers build a boyhood that will enable them to grow into confident, accomplished and kind men.",
    "pageCount": 336,
    "printType": "BOOK",
    "categories": [
      "Family & Relationships"
    ],
    "thumbnail": "https://books.google.com/books/content?id=hDM-DwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "language": "en",
    "link": "https://play.google.com/store/books/details?id=hDM-DwAAQBAJ"
  },
  {
    "isbn": "9798201213633",
    "dateStarted": "2023-01-01",
    "status": "started",
    "rating": "unrated",
    "title": "Facets of Revolution",
    "authors": [
      "T.A. White"
    ],
    "publishedDate": "2022",
    "description": "The line between loyalty and betrayal has never been so fine.Chasing the trail of the woman who was once considered her best friend, Kira Forrest returns to the planet of her birth. When a near deadly incident jeopardizes her arrival, Kira will find the secrets she's worked so hard to hide bubbling to the surface one by one.Her only hope to control her destiny and protect the ones she loves is to embark on a dangerous rite of passage that may require far more of her than she's willing to pay. For a hidden menace stalks her from the shadows--it's target those closest to her.With the help of her lover and the allies she's made, Kira will have to fight for her future--and her past.A reckoning is coming. The Phoenix will have to rise from her ashes to decide once and for all where she belongs.",
    "pageCount": 0,
    "printType": "BOOK",
    "language": "en",
    "link": "https://books.google.com/books/about/Facets_of_Revolution.html?hl=&id=DotnzwEACAAJ"
  },
  {
    "isbn": "9780691212326",
    "dateFinished": "2023-01-16",
    "status": "finished",
    "rating": "unrated",
    "title": "The Internet Is Not What You Think It Is",
    "authors": [
      "Justin E. H. Smith"
    ],
    "publishedDate": "2022-03-22",
    "description": "A history of the internet, uncovering its origins in nature and centuries-old dreams of improving the quality of human life by creating thinking machines and allowing for communication across vast distances. Looks at what the internet is, where it came from, and where it might be taking us.",
    "pageCount": 208,
    "printType": "BOOK",
    "categories": [
      "Computers"
    ],
    "thumbnail": "https://books.google.com/books/content?id=6Z1EEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "language": "en",
    "link": "https://books.google.com/books/about/The_Internet_Is_Not_What_You_Think_It_Is.html?hl=&id=6Z1EEAAAQBAJ"
  }
]