[
  {
    "isbn": "9780356517742",
    "dateStarted": "2022-08-04",
    "dateFinished": "2022-08-04",
    "status": "finished",
    "rating": "unrated",
    "title": "The Sins of Our Fathers",
    "authors": [
      "James S. A. Corey"
    ],
    "publishedDate": "2022-03-15",
    "description": "The final novella set in the universe of James S. A. Corey's NYT-bestselling Expanse series. Now a Prime Original series. This story will be available in the complete Expanse story collection, Memory's Legion. HUGO AWARD WINNER FOR BEST SERIES Through one of the gates, a colony stands alone. Their supplies are low. Their defences, weak. The leadership is uncertain, and the community fragile. Huge alien beasts threaten the little they have left. But the worst monsters are human, and the greatest dangers are the past they brought. The Expanse Leviathan Wakes Caliban's War Abaddon's Gate Cibola Burn Nemesis Games Babylon's Ashes Persepolis Rising Tiamat's Wrath Leviathan Falls Memory's Legion The Expanse Short Fiction Drive The Butcher of Anderson Station Gods of Risk The Churn The Vital Abyss Strange Dogs Auberon The Sins of Our Fathers",
    "pageCount": 80,
    "printType": "BOOK",
    "categories": [
      "Fiction"
    ],
    "thumbnail": "https://books.google.com/books/content?id=AuwzEAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "language": "en",
    "link": "https://books.google.com/books/about/The_Sins_of_Our_Fathers.html?hl=&id=AuwzEAAAQBAJ"
  },
  {
    "isbn": "9780525504986",
    "dateStarted": "2022-12-16",
    "status": "started",
    "rating": "unrated",
    "title": "How To Raise A Boy",
    "authors": [
      "Michael C. Reichert"
    ],
    "publishedDate": "2019-04-09",
    "description": "At a time when many boys are in crisis, a much-needed roadmap for helping boys grow into strong and compassionate men Over the past two decades there has been an explosion of new studies that have expanded our knowledge of how boys think and feel. In How to Raise a Boy, psychologist Michael Reichert draws on his decades of research to challenge age-old conventions about how boys become men. Reichert explains how the paradigms about boys needing to be stoic and \"man like\" can actually cause them to shut down, leading to anger, isolation, and disrespectful or even destructive behaviors. The key to changing the culture lies in how parents, educators, and mentors help boys develop socially and emotionally. Reichert offers readers step-by-step guidance in doing just this by: • Listening and observing, without judgment, so that boys know they're being heard. • Helping them develop strong connections with teachers, coaches, and other role models • Encouraging them to talk about their feelings about the opposite sex and stressing the importance of respecting women • Letting them know that they don't have to \"be a man\" or \"suck it up,\" when they are experiencing physical or emotional pain. Featuring the latest insights from psychology and neuroscience, How to Raise a Boy will help those who care for young boys and teenagers build a boyhood that will enable them to grow into confident, accomplished and kind men.",
    "pageCount": 336,
    "printType": "BOOK",
    "categories": [
      "Family & Relationships"
    ],
    "thumbnail": "https://books.google.com/books/content?id=hDM-DwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "language": "en",
    "link": "https://play.google.com/store/books/details?id=hDM-DwAAQBAJ"
  },
  {
    "isbn": "9798201213633",
    "dateStarted": "2023-01-01",
    "status": "started",
    "rating": "unrated",
    "title": "Facets of Revolution",
    "authors": [
      "T.A. White"
    ],
    "publishedDate": "2022",
    "description": "The line between loyalty and betrayal has never been so fine.Chasing the trail of the woman who was once considered her best friend, Kira Forrest returns to the planet of her birth. When a near deadly incident jeopardizes her arrival, Kira will find the secrets she's worked so hard to hide bubbling to the surface one by one.Her only hope to control her destiny and protect the ones she loves is to embark on a dangerous rite of passage that may require far more of her than she's willing to pay. For a hidden menace stalks her from the shadows--it's target those closest to her.With the help of her lover and the allies she's made, Kira will have to fight for her future--and her past.A reckoning is coming. The Phoenix will have to rise from her ashes to decide once and for all where she belongs.",
    "pageCount": 0,
    "printType": "BOOK",
    "language": "en",
    "link": "https://books.google.com/books/about/Facets_of_Revolution.html?hl=&id=DotnzwEACAAJ"
  }
]