  [
    {
    "isbn": "9781476716763",
    "dateStarted": "2022-12-03",
    "dateFinished": "2022-12-06",
    "status": "finished",
    "rating": "⭐️⭐️⭐️⭐️",
    "tags": [
      "recommend"
    ],
    "title": "The Candy House",
    "authors": [
      "Jennifer Egan"
    ],
    "publishedDate": "2022-04-05",
    "description": "Named a Most Anticipated Book of the Year by Time, Entertainment Weekly, Vogue, Good Housekeeping, Oprah Daily, Glamour, USA TODAY, Parade, Bustle, San Francisco Chronicle, The Seattle Times, The Boston Globe, Tampa Bay Times, BuzzFeed, Vulture, and many more! From one of the most celebrated writers of our time, a literary figure with cult status, a \"sibling novel\" to her Pulitzer Prize- and ?NBCC Award-winning A Visit from the Goon Squad--an electrifying, deeply moving novel about the quest for authenticity and meaning in a world where memories and identities are no longer private. The Candy House opens with the staggeringly brilliant Bix Bouton, whose company, Mandala, is so successful that he is \"one of those tech demi-gods with whom we're all on a first name basis.\" Bix is 40, with four kids, restless, desperate for a new idea, when he stumbles into a conversation group, mostly Columbia professors, one of whom is experimenting with downloading or \"externalizing\" memory. It's 2010. Within a decade, Bix's new technology, \"Own Your Unconscious\"--that allows you access to every memory you've ever had, and to share every memory in exchange for access to the memories of others--has seduced multitudes. But not everyone. In spellbinding interlocking narratives, Egan spins out the consequences of Own Your Unconscious through the lives of multiple characters whose paths intersect over several decades. Intellectually dazzling, The Candy House is also extraordinarily moving, a testament to the tenacity and transcendence of human longing for real connection, love, family, privacy and redemption. In the world of Egan's spectacular imagination, there are \"counters\" who track and exploit desires and there are \"eluders,\" those who understand the price of taking a bite of the Candy House. Egan introduces these characters in an astonishing array of narrative styles--from omniscient to first person plural to a duet of voices, an epistolary chapter and a chapter of tweets. If Goon Squad was organized like a concept album, The Candy House incorporates Electronic Dance Music's more disjunctive approach. The parts are titled: Build, Break, Drop. With an emphasis on gaming, portals, and alternate worlds, its structure also suggests the experience of moving among dimensions in a role-playing game. The Candy House is a bold, brilliant imagining of a world that is moments away. Egan takes to stunning new heights her \"deeply intuitive forays into the darker aspects of our technology-driven, image-saturated culture\" (Vogue). The Candy House delivers an absolutely extraordinary combination of fierce, exhilarating intelligence and heart.",
    "pageCount": 352,
    "printType": "BOOK",
    "categories": [
      "Fiction"
    ],
    "thumbnail": "https://books.google.com/books/content?id=WB9oEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "language": "en",
    "link": "https://books.google.com/books/about/The_Candy_House.html?hl=&id=WB9oEAAAQBAJ"
  }
]
